const n=`---
title: iPhone向けのカー用品
tags: [カー用品, iPhone]
---

iPhone 17 Pro Max に機種変更したため、充電端子がLightningからUSB-Cに変わったので機材を購入した。

<br />

[Anker Nano Car Charger (75W, 巻取り式 USB-Cケーブル) ](https://www.amazon.co.jp/dp/B0DJXLJ7QC)

充電できればどの商品でもいいのだが、ケーブルが巻き取り式だと車内ではわずらわしくなくてとても良い。

巻き取り式ケーブルが最大45Wなので十分以上。

<br />

---

<br />

[3in1 ドリンクホルダー スマホホルダー](https://www.amazon.co.jp/dp/B0FMJZJFD2)

スペーシアギアのインパネには貼り付け式のスマホホルダーをつけやすいところがなく、諦めていた。

が、スペーシアギアはドリンクホルダーが良い感じの位置にあるため、ドリンクホルダーに刺すタイプであれば良い感じ。

ドリンクホルダーへの固定はかなりガッチリできるし、ドリンクをさしこむところも滑り止めのゴムがあるので飲み物がこぼれにくいようになっている。

固定方式がMagSafeなのも快適。

総じて価格分にみあったクオリティだと思う。
`;export{n as default};
